Repository: Criptext/iOS-Email-Client
Catalog: iOS-Email-Client/*.lproj/PasscodeLock.strings
Languages: es_419

# PasscodeLockEnterTitle
source: Enter Passcode
es_419: Ingrese Codigo PIN

# PasscodeLockEnterDescription
source: Enter your passcode to proceed.
es_419: Ingrese su Codigo PIN para continuar

# PasscodeLockSetTitle
source: Enter a Passcode
es_419: Ingrese Codigo PIN

# PasscodeLockSetDescription
source: Choose your passcode.
es_419: Establezca un Codigo PIN

# PasscodeLockConfirmTitle
source: Confirm Passcode
es_419: Confirme Codigo PIN

# PasscodeLockConfirmDescription
source: Enter the passcode again.
es_419: Ingrese el Codigo PIN de nuevo

# PasscodeLockChangeTitle
source: Enter Old Passcode
es_419: Ingrese el Codigo PIN anterior

# PasscodeLockChangeDescription
source: Enter your old passcode.
es_419: Ingrese el Codigo PIN anterior

# PasscodeLockMismatchTitle
source: Try again
es_419: Intente de nuevo

# PasscodeLockMismatchDescription
source: Passcodes didn't match.
es_419: El Codigo PIN no coincide con el ingresado

# PasscodeLockCancelButtonTitle
source: Cancel
es_419: Cancelar

# PasscodeLockDeleteButtonTitle
source: Delete
es_419: Borrar

# PasscodeLockTouchIDReason
source: Authentication required to proceed
es_419: Autenticación necesaria para continuar

# PasscodeLockTouchIDButton
source: Enter Passcode
es_419: Ingrese Codigo PIN
