Repository: Criptext/iOS-Email-Client
Catalog: *.lproj/Localizable.strings
Languages: es, fr, ru

# DELETING_ACCOUNT
source: Deleting your account
es: Eliminar tu cuenta
fr: La suppression de votre compte
ru: Удаление вашего аккаунта

# DELETE_WILL_ERASE
source: will erase all data in all devices
es: borrará todos los datos de todos los dispositivos
fr: effacera toutes les données de l'ensemble des dispositifs
ru: сотрет все данные на всех устройствах

# DELETE_NO_LONGER
source: and will make this user name no longer available. Are you sure?
es: y hará que este nombre de usuario ya no esté disponible. ¿Estás seguro?
fr: et elle rendra ce nom d'utilisateur indisponible. En êtes-vous sûr ?
ru: и сделает это имя пользователя более недоступным. Уверены ли вы?

# DELETE_ACCOUNT_SUCCESS
source: Account was deleted successfully.
es: La cuenta se borro exitosamente.
fr: Le compte a bien été supprimé.
ru: Аккаунт был успешно удален.

source: LABELS
es: ETIQUETAS
fr: MARQUEURS
ru: ЯРЛЫКИ

source: Add Label
es: Agregar etiquetas
fr: Ajouter un Marqueur
ru: Добавить ярлык

source: Repeated Label
es: Etiqueta repetida
fr: Marqueur Dupliqué
ru: Повторный ярлык

source: Label
es: Etiqueta
fr: Marqueur
ru: Ярлык

source: already exist!
es: ¡ya existe!
fr: existe déjà !
ru: уже существует!

source: Unable to add label
es: No se puede agregar la etiqueta
fr: Impossible d'ajouter le marqueur
ru: Невозможно добавить ярлык

source: DEVICES
es: DISPOSITIVOS
fr: DISPOSITIFS
ru: УСТРОЙСТВА

source: SETTINGS
es: CONFIGURACIÓN
fr: PARAMÈTRES
ru: НАСТРОЙКИ

source: On
es: Activado
fr: Activé
ru: Вкл.

source: Off
es: Desactivado
fr: Désactiver
ru: Выкл.

source: Save and return
es: Guardar y volver
fr: Enregistrement et retour
ru: Сохранить и вернуть

source: Return without saving
es: Regresar sin guardar los cambios
fr: Retour sans enregistrer
ru: Вернутся без сохранения

source: Unsaved Changes
es: Cambios no guardados
fr: Modifications non enregistrées
ru: Несохраненные изменения

source: You have made changes that were not saved. Do you wish to save and return?
es: Has hecho cambios que no fueron guardados. ¿Desea guardar y volver?
fr: Vous avez réalisé des modifications non enregistrées. Voulez-vous les enregistrer avant de retourner ?
ru: Вы внесли изменения, которые не были сохранены. Хотите сохранить и вернуться?

source: Use at least 3 characters
es: Utilice al menos 3 caracteres
fr: Utilisez un minimum de 3 caractères
ru: Используйте не менее 3 символов

source: Immediately
es: Inmediatamente
fr: Immédiatement
ru: Немедленно

source: 1 minute
es: 1 minuto
ru: 1 минута

source: 5 minutes
es: 5 minutos
ru: 5 минут

source: 15 minutes
es: 15 minutos
ru: 15 минут

source: 1 hour
es: 1 hora
fr: 1 heures
ru: 1 час

source: 24 hours
es: 24 horas
fr: 24 heures
ru: 24 часа

# LARGE_FILE
source: File too large
es: El archivo es muy grande.
fr: Fichier trop grand
ru: Файл слишком большой

source: File Error
es: Error de archivo
fr: Erreur de fichier
ru: Ошибка файла

# IF_YOU_SIGN_IN
source: If you sign in using your password your
es: Si inicias sesión con tu contraseña
fr: Si vous vous connectez avec votre mot de passe, votre
ru: Если вы входите в систему, используя свой пароль

# MAILBOX_HISTORY
source: mailbox history from other devices won't be available
es: los correos de otros dispositivos no estará disponible
fr: les historiques des boîtes de réception des autres dispositifs ne seront pas disponibles
ru: история почтовых ящиков с других устройств не будет доступна

# ON_THIS_DEVICE
source: on this device. Would you like to continue?
es: en este dispositivo ¿Te gustaria continuar?
fr: sur ce dispositif. Voulez-vous continuer ?
ru: на этом устройстве. Желаете ли продолжить?

source: hours
es: horas
fr: heures
ru: часы

source: minutes
es: minutos
ru: минуты

source: Confirm
es: Confirmar
fr: Confirmer
ru: Подтвердить

source: Retry
es: Reintentar
fr: Réessayer
ru: Повтор

source: Username
es: Usuario
fr: Nom d'utilisateur
ru: Имя пользователя

source: Full Name
es: Nombre
fr: Nom complet
ru: Полное имя

source: Password
es: Contraseña
fr: Mot de passe
ru: Пароль

source: Confirm Password
es: Confirmar Contraseaña
fr: Confirmer le mot de passe
ru: Подтвердите пароль

source: Discard
es: Descartar
fr: Rejeter
ru: Удалить

source: Request Error
es: Error de solicitud
fr: Erreur de demande
ru: Ошибка запроса

source: Network Error
es: Error De Red
fr: Erreur de réseau
ru: Сетевая ошибка

# TRY_AGAIN
source: Please try again
es: Inténtalo de nuevo
fr: Veuillez réessayer
ru: Пожалуйста, попробуйте еще раз

# SOMETHING_WRONG
source: Something went wrong
es: Algo salió mal
fr: Une erreur s'est produite
ru: Что-то пошло не так

source: Access denied
es: Acceso denegado
fr: Accès refusé
ru: Доступ закрыт

# NEED_ENABLE_ACCESS
source: You need to enable access for this app in your settings
es: Necesitas habilitar el acceso para esta aplicación en tu configuración del celular
fr: Vous devez activer l'accès à cette app dans vos paramètres
ru: Вам нужно включить доступ к этому приложению в настройках

# ODD
source: Well, that’s odd…
es: Bueno, eso fue extraño…
fr: Eh bien, c'est étrange...
ru: Ну, это странно ...

source: Sign up
es: Crear Cuenta
fr: Inscription
ru: Зарегистрироваться

source: Not registered?
es: ¿No estás registrado?
fr: Pas enregistré ?
ru: Не зарегистрированы?

source: Sign In
es: Iniciar Sesión
fr: Connexion
ru: Войти

# SIGNIN_WARNING_1
source: Signing in with a different account
es: Iniciar sesión con una cuenta diferente
fr: Se connecter avec un autre compte
ru: Вход под другим аккаунтом

# SIGNIN_WARNING_2
source: will erase all mailbox data
es: borrará todos los datos del buzón
fr: effacera toutes les données de votre boîte de réception
ru: сотрет все данные почтового ящика

# SIGNIN_WARNING_3
source: stored on this device for account
es: almacenado en este dispositivo para la cuenta
fr: stockées sur ce dispositif et relatives au compte
ru: хранится на этом устройстве для аккаунта

# SIGNIN_WARNING_4
source: Would you like to continue?
es: ¿Deseas continuar?
fr: Souhaitez-vous continuer ?
ru: Желаете ли вы продолжить?

# USERNAME_NOT
source: Username does not exist
es: Nombre de Usuario no existe
fr: Le nom d'utilisateur n'existe pas
ru: Имя пользователя не существует

# TOO_MANY_DEVICES
source: Too many devices already logged in.
es: Demasiados dispositivos autorizados.
fr: Trop de dispositifs connectés.
ru: Слишком много устройств уже вошли в систему.

# FALLBACK_ERROR
source: Unable to validate user. Please try again
es: No se puede validar al usuario. Inténtalo de nuevo
fr: Validation de l'utilisateur impossible. Veuillez réessayer
ru: Невозможно проверить пользователя. Пожалуйста, попробуйте еще раз

# RECOVERY_OPT
source: Recovery Email (Optional)
es: Email de Confirmación (opcional)
fr: Email de Récupération (facultatif)
ru: Электронная почта для восстановления (необязательно)

# VALID_EMAIL_CONDITION
source: At least 3 characters. Must begin with letters A-Z.
es: min 3 letras, inicio/final con a-z, válido 0-9, . _ -
fr: min. 3 lettres, commence/termine par a-z, 0-9 valide, . _ -
ru: не менее 3 букв, начало/конец с a-z, действительно 0-9,. _ -

# USERNAME_EXISTS
source: Username already exists
es: Usuario ya existente
fr: Le nom d'utilisateur existe déjà
ru: Имя пользователя уже существует

# ENTER_NAME
source: please enter your name
es: Introduce tu nombre
fr: veuillez saisir votre nom
ru: пожалуйста, введите ваше имя

# PASSWORD_LENGTH
source: password must be at least 8 characters
es: La contraseña debe contener al menos 8 caracteres.
fr: le mot de passe doit compter un minimum de 8 caractères
ru: пароль должен содержать не менее 8 символов

# PASSWORD_NOT_MATCH
source: Passwords don't match
es: Las contraseñas no coinciden.
fr: Les mots de passe ne sont pas identiques
ru: Пароли не совпадают

# NOT_VALID_EMAIL
source: this is not a valid email
es: Dirección de correo inválida.
fr: cet email n'est pas valide
ru: это недействительный адрес электронной почты

source: Continue
es: Continuar
fr: Continuer
ru: Продолжить

source: Terms & Conditions
es: Términos & Condiciones
fr: Conditions générales
ru: Правила и условия

# ACCEPT_TERMS
source: By clicking create account, you agree to our
es: Al hacer clic en crear cuenta, aceptas nuestros
fr: En cliquant sur « Créer un compte », vous acceptez nos
ru: Нажимая "Создать аккаунт", вы соглашаетесь с нашими

# WARNING_RECOVERY_2
source: Recovery Email
es: Correo de Recuperación
fr: Email de Récupération
ru: Резервный адрес электронной почты

# WARNING_RECOVERY_1
source: You did NOT set a
es: NO estableciste un
fr: Vous n'avez PAS défini de
ru: Вы НЕ указали

# WARNING_RECOVERY_3
source: so account recovery is imposible if you forget your password. Proceed without recovery email?
es: por lo que la recuperación de la cuenta es imposible si olvidas tu contraseña.
fr: la récupération du compte est donc impossible si vous oubliez votre mot de passe. Continuer sans email de récupération?
ru: поэтому, если вы забудете ваш пароль, восстановить его будет невозможно. Продолжить без резервного адреса электронной почты?

source: Generating keys...
es: Creando claves de encriptación
fr: Génération de clés…
ru: Генерация ключей...

# TOO_MANY_SIGNIN_ATTEMPTS
source: You have tried to sign-up too many times, please try again later
es: Demasiados intentos de acceso, intenta de nuevo después.
fr: Vous avez essayé de vous inscrire trop de fois, veuillez réessayer plus tard.
ru: Вы пытались выполнить регистрацию слишком много раз, пожалуйста, повторите попытку позже

# ATTEMPTS_TIME_LEFT
source: Too many consecutive attempts. Please try again in %@
es: Has realizado muchas peticiones consecutivas. Por favor, intenta nuevamente dentro de %@
fr: Trop de tentatives consécutives. Veuillez réessayer dans %@
ru: Слишком много последовательных попыток. Пожалуйста, повторите попытку через %@

# LOGIN_AWESOME
source: Login into awesomeness...
es: Ingresando a algo maravilloso...
fr: Connexion en cours…
ru: Вход в потрясающее пространство...

# SIGNUP_FALLBACK_ERROR
source: Unable to complete your sign-up
es: No se puede completar su registro
fr: Impossible de terminer votre inscription
ru: Не удалось завершить вашу регистрацию

# WOULD_TRY_AGAIN
source: . would you like to try again?
es: ¿Deseas continuar?
fr: Voulez-vous réessayer ?
ru: . хотите повторить попытку?

# TOO_MANY_SIGNIN
source: Too many sign in attempts, try again later.
es: Demasiados intentos de acceso, prueba de nuevo pasados unos minutos.
fr: Trop de tentatives de connexion, réessayez plus tard.
ru: Слишком много попыток входа, повторите попытку позже.

# WRONG_PASS_RETRY
source: Wrong password. Please try again.
es: Contraseña incorrecta. Inténtalo de nuevo.
fr: Mot de passe erroné. Veuillez réessayer.
ru: Неверный пароль. Пожалуйста, повторите попытку.

# SERVER_ERROR_RETRY
source: Server Error. Please try again.
es: Error del servidor. Por favor, intente más tarde.
fr: Erreur de serveur. Veuillez réessayer.
ru: Ошибка сервера. Пожалуйста, повторите попытку.

# UNABLE_RECOVERY_RETRY
source: Unable to process password recovery. Please try again.
es: No se puede procesar la recuperación de la contraseña. Inténtalo de nuevo.
fr: Impossible d'initier la récupération du mot de passe. Veuillez réessayer.
ru: Не удалось выполнить восстановление пароля. Пожалуйста, повторите попытку.

# RECOVER_IMPOSIBLE
source: Password recovery is imposible since no recovery email was set on your account. For further asssistance contact us:
es: La recuperación de la contraseña es imposible ya que no se configuró un correo de recuperación en su cuenta. Para asistencia adicional contáctenos:
fr: La récupération du mot de passe est impossible car aucun email de récupération n'a été défini sur votre compte. Pour obtenir de l'aide, contactez-nous:
ru: Восстановление пароля невозможно, так как в вашем аккаунте не указан резервный адрес электронной почты. Чтобы получить дополнительную помощь, свяжитесь с нами:

# RESET_LINK_SENT_1
source: A password reset link was sent to:
es: Se envió un enlace para restablecer la contraseña a:
fr: Un lien de réinitialisation du mot de passe a été envoyé à :
ru: Ссылка для сброса пароля отправлена на:

# RESET_LINK_SENT_2
source: Link will expire in 30 mins.
es: El enlace expirará en 30 minutos.
fr: Le lien expirera dans 30 minutes.
ru: Срок действия ссылки истечет через 30 мин.

source: Password Reset
es: Restablecimiento de contraseña
fr: Réinitialiser le mot de passe
ru: Сброс пароля

source: Sending Keys
es: Enviando Llaves
fr: Envoi des clés
ru: Отправка ключей

# WAITING_MAIL
source: Waiting for Mailbox
es: Esperando el Buzón
fr: Chargement de la boîte de réception
ru: Ожидание почтового ящика

# DOWNLOADING_MAIL
source: Downloading Mailbox
es: Descargando Buzón
fr: Téléchargement de la boîte de réception
ru: Скачивание почтового ящика

# DECRYPTING_MAIL
source: Decrypting Mailbox
es: Desencriptando Buzón
fr: Déchiffrage de la boîte de réception
ru: Расшифровка почтового ящика

# MAIL_RESTORED
source: Mailbox restored successfully!
es: ¡Buzón restaurado con éxito!
fr: Boîte de réception restaurée avec succès !
ru: Почтовый ящик успешно восстановлен!

# SYNC_CONNECTION_ISSUES
source: Looks like you're having connection issues. Would you like to retry Mailbox Sync
es: Parece que tienes problemas de conexión. ¿Te gustaría volver a intentar Sincronización de Buzón?
fr: On dirait que vous avez des problèmes de connexion. Voulez-vous réessayer la synchronisation ?
ru: Похоже, у вас возникли проблемы с подключением. Хотите повторить попытку синхронизации почтового ящика

source: Sync Interrupted
es: Sincronización Interrumpida
fr: Synchronisation interrompue
ru: Синхронизация прервана

# DELAYED_PROCESS_RETRY
source: Something has happened that is delaying this process. Do you want to continue waiting?
es: Algo ha sucedido que está retrasando este proceso. ¿Quieres seguir esperando?
fr: Un problème retarde ce processus. Voulez-vous patienter davantage ?
ru: Произошло что-то, что задерживает этот процесс. Хотите продолжить ожидание?

# ERROR_LINK
source: Error Linking Device
es: Error al sincronizar
fr: Erreur de liaison du périphérique
ru: Ошибка подключения устройства

source: Getting Keys...
es: Obteniendo Llaves
fr: Obtention des clés…
ru: Получение ключей...

source: New Secure Email
es: Nuevo Correo Seguro
fr: Nouvel Email Sécurisé
ru: Новое безопасное письмо

# PENDING_ATTACH
source: Pending Attachments
es: Adjuntos Pendientes
fr: Pièces jointes en attente
ru: Вложения в ожидании

# ATTACH_UPLOADING_DISCARD
source: Some attachments are being uploaded. Would you like to discard them and proceed?
es: Algunos archivos se siguen subiendo. ¿Quieres descartarlos y avanzar?
fr: Des pièces jointes sont en cours de téléchargement. Voulez-vous annuler ou continuer ?
ru: Происходит загрузка некоторых вложений. Хотите прервать загрузку и продолжить?

source: Save Draft
es: Guardar borrador
fr: Enregistrer le brouillon
ru: Сохранить черновик

# WAIT_ATTACHMENT
source: Please wait for your attachments to finish processing
es: Por favor espera a que los adjuntos terminen de procesarse.
fr: Veuillez patienter jusqu'à la fin du traitement de vos pièces jointes.
ru: Пожалуйста, дождитесь завершения обработки ваших вложений

# ATTACHMENT_CAP
source: Attachments cap reached
es: Se ha alcanzado el tope de archivos
fr: Nombre maximal de pièces jointes atteint
ru: Достигнут предел количества вложений

# ATTACHMENT_CAP_SIZE
source: You can upload up to 5 attachments per email. Please consider removing one before adding another
es: Puedes subir hasta 5 archivos adjuntos por correo. Por favor considere eliminar uno antes de agregar otro
fr: Vous pouvez télécharger jusqu'à 5 pièces jointes par email. Veuillez en supprimer une avant d'en ajouter une autre.
ru: Вы можете загружать до 5 вложений в одном письме. Пожалуйста, удалите одно из вложений, прежде чем добавить еще одно

# BAD_RECIPIENT
source: Invalid recipient
es: Usuario no válido.
fr: Destinataire invalide
ru: Недопустимый получатель

# ENTER_VALID_EMAIL
source: Please enter a valid email address
es: Dirección de correo inválida.
fr: Veuillez saisir une adresse email valide
ru: Пожалуйста, введите допустимый адрес электронной почты

# RECIPIENTS_CAP
source: Recipients cap reached
es: Se ha alcanzado el tope de destinatarios
fr: Nombre maximal de destinataires atteint
ru: Достигнут предел количества получателей

# RECIPIENTS_CAP_SIZE
source: You can add up to 300 recipients for each email. Consider removing one before adding another
es: Puede agregar hasta 300 destinatarios por cada correo. Considere quitar uno antes de agregar otro
fr: Vous pouvez ajouter jusqu'à 300 destinataires par email. Merci d'en supprimer un avant d'en ajouter un autre.
ru: Вы можете добавить до 300 получателей каждого письма. Пожалуйста, удалите одного из получателей, прежде чем добавить еще одного

# ADD_ATTACHMENT
source: Add Secure attachments
es: Añadir archivos adjuntos seguros
fr: Ajouter des pièces jointes sécurisées
ru: Добавить безопасные вложения

source: Empty Trash
es: Vaciar Papelera
fr: Vider la corbeille
ru: Очистить корзину

# ALL_TRASH_DELETE
source: All your emails in Trash are going to be deleted PERMANENTLY. Do you want to continue?
es: Todos sus correos en la Papelera serán eliminados PERMANENTEMENTE. ¿Quieres continuar?
fr: Tous les emails de la corbeille vont être effacés DÉFINITIVEMENT. Voulez-vous continuer?
ru: Все письма в вашей "Корзине" будут БЕЗВОЗВРАТНО удалены. Хотите продолжить?

# NO_RESULTS
source: No search results
es: Sin resultados de búsqueda
fr: Aucun résultat trouvé
ru: Нет результатов поиска

# NOR_TRASH_SPAM
source: Trash and Spam are not displayed
es: Correos en Papelera & Spam no mostrados
fr: La corbeille et le courrier indésirable ne sont pas affichés.
ru: Папки "Корзина" и "Спам" не отображаются

# NO_INBOXES
source: Inbox is empty
es: No hay emails
fr: Il n'y a aucun email
ru: Нет писем

# SHARE_EMAIL
source: Relax and enjoy
es: ¡Comparte tu dirección de correo!
fr: partagez votre adresse email!
ru: поделитесь вашим адресом электронной почты!

# NO_SENTS
source: No Sent Emails
es: No tienes emails enviados
fr: Vous n'avez aucun e-mail envoyé,
ru: У вас нет отправленных писем

# LETS_SEND
source: Send something ;)
es: ¡enviemos uno!
fr: envoyez-en un !
ru: давайте отправим письмо!

source: No Drafts
es: No hay borradores
fr: Il n'y a aucun brouillon
ru: Нет черновиков

source: That's ok
es: Eso está bien
fr: Aucun problème
ru: Ничего страшного

# NO_SPAM
source: No Spam Email
es: No tienes spam
fr: Il n'y a aucun courrier indésirable
ru: Нет спама

# COOL
source: Let's try and keep it that way ;)
es: Enhorabuena!
fr: Cool !
ru: Отлично!

# NO_TRASHES
source: Trash is empty
es: Papelera Vacía
fr: La corbeille est vide
ru: Корзина пуста

# CLEAN_PLACE
source: This place is really clean!
es: ¡Qué lugar tan limpio!
fr: Tout a été nettoyé !
ru: Как здесь чисто!

# MATTER_OF_TIME
source: It's a matter of time
es: Es cuestión de tiempo
fr: C'est une question de temps
ru: Это вопрос времени

# CHECKOUT_CRIPTEXT
source: Check out Criptext, I use it to email privately and securely with anyone! Get it free at https://www.criptext.com/dl
es: Echa un vistazo a Criptext ¡Lo utilizo para enviar correos de forma segura y privada! Descárgalo gratis via https://criptext.com/dl
fr: Découvre Criptext, je l'utilise pour envoyer des e-mails privés en toute sécurité avec mes contacts ! Pour en profiter gratuitement, clique ici : https://www.criptext.com/dl
ru: Попробуй Criptext, я использую его для безопасного и конфиденциального обмена электронными письмами! Получи его бесплатно на https://www.criptext.com/dl

# DONT_WRITE_BELOW
source: Do not write below this line.
es: No escribas debajo de esta linea.
fr: N'écrivez pas en dessous de cette ligne.
ru: Не пишите ниже этой строки.

source: Delete Threads
es: Eliminar Conversaciones
fr: Supprimer les discussions
ru: Удалить цепочки

# SELECTED_DELETE_PERMANENTLY
source: The selected threads will be PERMANENTLY deleted
es: ¿Estás seguro de querer eliminar el/las conversación(es) seleccionado(s) PERMANENTEMENTE?
fr: Les discussions sélectionnées vont être effacées DÉFINITIVEMENT
ru: Выбранные цепочки будут БЕЗВОЗВРАТНО удалены

# SENDING_MAIL
source: Sending Email...
es: Enviando correo…
fr: Envoi de l'e-mail en cours…
ru: Отправка письма...

# EMAIL_FAILED
source: Email Failed. It will be resent in the future
es: Fallo al enviar el mensaje. Se volverá a enviar mas adelante.
fr: Échec de l'envoi de l'e-mail. Il sera renvoyé plus tard.
ru: Не удалось отправить письмо. Оно будет повторно отправлено позже

# RESENT_FUTURE
source: It will be resent in the future
es: Será reenviado después.
fr: Il sera renvoyé plus tard.
ru: Оно будет повторно отправлено позже

source: Email Sent
es: Correo Enviado
fr: Email Envoyé
ru: Письмо отправлено

# GUIDE_TAP_COMPOSE
source: Tap to compose a secure email
es: Presiona aquí para escribir un correo.
fr: Appuyez pour écrire un e-mail sécurisé
ru: Нажмите, чтобы написать безопасное письмо

# GUIDE_FEEDS
source: See who's reading your emails
es: Puedes ver quien ha leído tus correos.
fr: Voir qui a ouvert vos e-mails
ru: Посмотрите, кто читает ваши письма

# EMAIL_OPENED
source: Someone opened
es: Tu email fue abierto
fr: Votre e-mail a été ouvert
ru: Ваше письмо было открыто

source: NEW
es: NUEVO
fr: NOUVEAUX
ru: НОВЫЕ

source: OLDER
es: ANTIGUO
fr: PRÉCÉDENTS
ru: СТАРЫЕ

source: Unmute
es: Desilenciar
fr: Rétablir
ru: Включить звук

source: Mute
es: Silenciar
fr: Ignorer
ru: Выключить звук

# REMOVE_SPAM
source: Remove from Spam
es: Remover de Spam
fr: Retirer du spam
ru: Удалить из "Спама"

# MARK_SPAM
source: Mark as Spam
es: Marcar como spam
fr: Marquer comme spam
ru: Отметить как спам

# THESE_DELETED_PERMANENTLY
source: This will be PERMANENTLY deleted
es: Esto será borrado PERMANENTEMENTE
fr: Cela va être supprimé DÉFINITIVEMENT
ru: Удаление будет БЕЗВОЗВРАТНЫМ

source: Delete Email
es: Eliminar Email
fr: Supprimer l'e-mail
ru: Удалить письмо

source: Unsend Failed
es: Error al retractar
fr: Échec de l'annulation
ru: Не удалось отменить отправку

# UNSEND_EXPIRED
source: Failed to unsend the email. Time (1h) for unsending has already expired.
es: Fallo al retractar correo. Se excedió el tiempo máximo (1h) para retractar.
fr: Échec de l'annulation d'envoi de l'e-mail. Le délai d’annulation de l'envoi (1 h) a expiré.
ru: Не удалось отменить отправку письма. Время для отмены отправки (1 час) уже истекло.

# UNABLE_UNSEND
source: Unable to unsend email. Please try again later
es: Fallo al retractar correo. Por favor, intenta más tarde.
fr: Impossible d'annuler l'envoi de l'e-mail. Veuillez réessayer plus tard
ru: Не удалось отменить отправку письма. Пожалуйста, повторите попытку позже

# GUIDE_UNSEND
source: Open this menu to find the UNSEND button
es: Abre este menu para encontrar la opción de retractar este correo.
fr: Ouvrez ce menu pour trouver le bouton ANNULER L'ENVOI
ru: В этом меню вы найдете кнопку ОТМЕНИТЬ ОТПРАВКУ

# HAVE_NEW_EMAIL
source: You have a new email
es: Tienes un nuevo email
fr: Vous avez un nouvel e-mail
ru: У вас новое письмо

source: Profile
es: Nombre de Perfil
fr: Profil
ru: Профиль

# SYNC_PHONEBOOK
source: Sync Phonebook Contacts
es: Sincronizar Contactos del Teléfono
fr: Synchroniser les contacts du répertoire
ru: Синхронизировать контакты телефонной книги

source: Signature
es: Firma
ru: Подпись

# CHANGE_PASS
source: Change Password
es: Cambiar Contraseña
fr: Changer le mot de passe
ru: Изменить пароль

# TWO_FACTOR
source: Two-Factor Authentication
es: Autenticación de Dos Factores
fr: Authentification à deux facteurs
ru: Двухфакторная аутентификация

source: Recovery Email
es: Correo de Recuperación
fr: E-mail de récupération
ru: Резервный адрес электронной почты

# POLICY
source: Privacy Policies
es: Política de Privacidad
fr: Politique de confidentialité
ru: Политика конфиденциальности
