Repository: Criptext/iOS-Email-Client
Catalog: *.lproj/Localizable.strings
Languages: es, fr, ru

# TERMS
source: Terms of Service
es: Términos del Servicio
fr: Conditions d'utilisation
ru: Условия использования

# OPEN_LIBS
source: Open Source Libraries
es: Librerías de Código Abierto
fr: Bibliothèques open source
ru: Библиотеки с открытым исходным кодом

source: Sign out error
es: Error de cierre de sesión
fr: Erreur de déconnexion
ru: Ошибка выхода

source: Delete Account Failed
es: Error al eliminar la cuenta
fr: Échec de la suppression du compte
ru: Не удалось удалить аккаунт

# UNABLE_DELETE_ACCOUNT
source: Something went wrong while deleting your account. Please try again
es: Algo salió mal al borrar tu cuenta. Inténtalo de nuevo
fr: Une erreur s'est produite lors de la suppression de votre compte. Veuillez réessayer
ru: При удалении вашего аккаунта что-то пошло не так. Пожалуйста, повторите попытку

# UNABLE_SIGNOUT
source: Unable to sign out. Please try again
es: No se pudo cerrar sesión. Por favor, inténtalo de nuevo
fr: Échec de la déconnexion. Veuillez réessayer
ru: Не удалось выйти. Пожалуйста, повторите попытку

source: Change Name
es: Cambiar Nombre
fr: Changer le nom
ru: Изменить имя

# UNABLE_UPDATE_PROFILE
source: Unable to update Profile Name. Please try again
es: No se pudo actualizar el nombre del perfil. Inténtalo de nuevo
fr: Impossible de mettre à jour le nom du profil. Veuillez réessayer.
ru: Не удалось обновить имя профиля. Пожалуйста, повторите попытку

source: Unable to
es: Incapaz de
fr: Impossible de
ru: Не удалось

source: enable
es: habilitar
fr: activer
ru: включить

source: disable
es: inhabilitar
fr: désactiver
ru: выключить

# TWO_FACTOR_RETRY
source: two-factor authentication. Please try again
es: Autenticación de dos factores. Inténtalo de nuevo
fr: l'authentification à deux facteurs. Veuillez réessayer.
ru: двухфакторную аутентификацию. Пожалуйста, повторите попытку

# TO_ENABLE_2FA_1
source: To enable Two-Factor Authentication you must set and verify a recovery email on your account
es: Para habilitar la autenticación de dos factores, debes configurar y verificar un correo de recuperación en tu cuenta
fr: Pour activer l'authentification à deux facteurs, vous devez définir et vérifier une adresse e-mail de récupération sur votre compte.
ru: Чтобы включить двухфакторную аутентификацию, вам необходимо указать и подтвердить резервный адрес электронной почты вашего аккаунта

# TO_ENABLE_2FA_2
source: Please go to Settings > Account > Recovery Email to complete this step.
es: Por favor, ve a Configuración > Correo de recuperación para completar este paso
fr: Veuillez aller dans Paramètres > E-mail de récupération pour terminer cette étape.
ru: Пожалуйста, перейдите в "Настройки" > "Резервный адрес электронной почты", чтобы выполнить этот шаг.

# RECOVERY_NOT_SET
source: Recovery Email Not Set
es: Correo de Recuperación
fr: E-mail de récupération non défini
ru: Резервный адрес электронной почты не указан

source: Got it!
es: ¡Listo!
fr: Compris !
ru: Понятно!

source: 2FA Enabled!
es: ¡A2F Habilitada!
fr: 2FA activée !
ru: 2ФА включена!

# NEXT_TIME_2FA
source: Next time you sign into your account on another device you'll have to enter your password and then validate the sign in from an existing device.
es: La próxima vez que inicie sesión en su cuenta en otro dispositivo, deberá ingresar su contraseña y luego validar el inicio de sesión desde un dispositivo existente.
fr: La prochaine fois que vous vous connecterez à votre compte sur un autre appareil, vous devrez saisir votre mot de passe puis valider la connexion à partir d'un appareil existant.
ru: В следующий раз, когда вы войдете в ваш аккаунт на другом устройстве, вам необходимо будет ввести пароль, а затем подтвердить вход на существующем устройстве.

source: Add Label
es: Agregar etiqueta
fr: Ajouter un Marqueur
ru: Добавить ярлык

source: Repeated Label
es: Etiqueta repetida
fr: Marqueur Dupliqué
ru: Копия ярлыка

# Label_EXISTS
source: Label '%s' already exist!
es: ¡La etiqueta ' %s ' ya existe!
fr: Le marqueur '%s' existe déjà !
ru: Ярлык "%s" уже существует!

# UNABLE_REMOVE_DEVICE
source: Unable to remove device %@
es: No se pudo eliminar el dispositivo %@
fr: Impossible de supprimer le périphérique %@
ru: Не получилось удалить устройство %@

source: On
es: Activado
ru: Вкл

source: Off
es: Desactivado
fr: Désactiver
ru: Выкл

# SAVE_RETURN
source: Save and return
es: Guardar
fr: Sauvegarder et revenir en arrière
ru: Сохранить и вернуться

# RETURN_DONT_SAVE
source: Discard
es: Descartar Cambios
fr: Revenir en arrière sans sauvegarder
ru: Вернуться без сохранения

source: Unsaved Changes
es: Cambios no guardados
fr: Changements non sauvegardés
ru: Несохраненные изменения

# CHANGES_WERE_MADE
source: You have made changes that were not saved. Do you wish to save and return?
es: Has hecho cambios que no han sido guardados.
fr: Vous avez apporté des modifications qui n'ont pas été sauvegardées. Souhaitez-vous sauvegarder et revenir en arrière?
ru: Вы внесли изменения, которые не были сохранены. Хотите сохранить и вернуться?

# AT_LEAST_3_CHARS
source: Use at least 3 characters
es: Utilice al menos 3 caracteres
fr: Utilisez au moins 3 caractères
ru: Используйте не менее 3 символов

# UNABLE_RESEND_LINK
source: Unable to resend link, please try again.
es: No se puede reenviar el enlace, inténtalo de nuevo.
fr: Impossible de renvoyer le lien, veuillez réessayer.
ru: Не удалось повторно отправить ссылку, пожалуйста, повторите попытку.

# LINK_SENT
source: Confirmation Link Sent
es: Enlace Enviado
fr: Lien de confirmation envoyé
ru: Ссылка для подтверждения отправлена

# CHECK_INBOX_LINK
source: Please check your inbox for a confirmation email. Click the link in the email to confirm your email address.
es: Busca el correo de Criptext en tu buzón y haz clic en el enlace para verificar tu nuevo Correo de Recuperación.
fr: Consultez votre boîte de réception pour trouver l'e-mail de confirmation. Cliquez sur le lien dans l'e-mail pour confirmer votre adresse e-mail.
ru: Пожалуйста, проверьте вашу входящую почту на наличие письма для подтверждения. Перейдите по ссылке в письме, чтобы подтвердить ваш адрес электронной почты.

# SAME_ACCOUNT
source: Don't use the same criptext account
es: No utilices la misma cuenta de criptext
fr: N'utilisez pas le même compte Criptext
ru: Не используйте тот же аккаунт Criptext

# DIFFERENT_EMAIL
source: Please enter a different email
es: Por favor ingresa un correo diferente
fr: Veuillez saisir une autre adresse e-mail
ru: Пожалуйста, введите другой адрес электронной почты

# ENTERED_WRONG_PASS
source: You entered a wrong password
es: Contraseña incorrecta
fr: Mot de passe erroné
ru: Вы ввели неверный пароль

# DIFFERENT_RECOVERY
source: Please enter a different recovery email.
es: Introduce un correo de recuperación diferente.
fr: Veuillez saisir une autre adresse e-mail de récupération
ru: Пожалуйста, введите другой резервный адрес электронной почты.

# UNABLE_CHANGE_RECOVERY
source: Unable to change recovery email. Please try again
es: Fallo al modificar el correo de recuperación. Revisa tu conexión e intenta de nuevo
fr: Impossible de changer l'e-mail de récupération. Veuillez réessayer.
ru: Не удалось изменить резервный адрес электронной почты. Пожалуйста, повторите попытку

source: Resend Link
es: Reenviar Enlace
fr: Renvoyer le lien
ru: Отправить ссылку еще раз

source: Change
es: Cambiar
fr: Changer
ru: Изменить

# RECOVERY_NOT_SET_RESET
source: A recovery email address has not been set up or verified for this account, without it you cannot reset password
es: No ha establecido ningún correo de confirmación para esta cuenta, sin ello no puede restablecer su contraseña
fr: Une adresse e-mail de récupération n'a pas été configurée ni vérifiée pour ce compte. Sans elle, vous ne pouvez pas réinitialiser le mot de passe.
ru: Для этого аккаунта не был указан или подтвержден резервный адрес электронной почты, без него вы не можете сбросить пароль

source: Reset Password
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
ru: Сбросить пароль

# EMAIL_INSTRUCTIONS
source: An email was sent to %@ with the instructions to reset your password.
es: Se envió un correo a %@ con instrucciones para restablecer su contraseña.
fr: Un email a été envoyé à %@ avec des instructions pour réinitialiser votre mot de passe.
ru: На адрес %@ отправлено письмо с инструкциями по сбросу пароля.

# 8_CHARS
source: Must be at least 8 characters long
es: Debe contener al menos 8 caracteres.
fr: Doit comporter au moins 8 caractères
ru: Должен состоять из не менее 8 символов

# PASS_MATCH
source: Passwords don't match!
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas !
ru: Пароли не совпадают!

# UNABLE_CHANGE_PASS
source: Unable to change password. Please verify that your password is correct!
es: No se pudo cambiar la contraseña. ¡Por favor, verifica que tu contraseña esté correcta!
fr: Impossible de changer le mot de passe. Veuillez vérifier que votre mot de passe est correct !
ru: Не удалось изменить пароль. Пожалуйста, убедитесь, что вы ввели верный пароль!

source: Save
es: Guardar
fr: Sauvegarder
ru: Сохранить

# DEVICE REJECTED
source: Device was already rejected
es: Dispositivo ya fue rechazado
fr: L'appareil a déjà été rejeté
ru: Устройство было отклонено

# DEVICE_AUTHORIZED
source: Device already authorized
es: Dispositivo ya autorizado
fr: Appareil déjà autorisé
ru: Устройство уже авторизовано

# PREPARING_MAIL
source: Preparing Mailbox
es: Preparando Buzón
fr: Préparation de la boîte de réception
ru: Подготовка почтового ящика

# UPLOADING_MAIL
source: Uploading Mailbox
es: Subiendo Buzón
fr: Télécharger la boîte de réception
ru: Загрузка почтового ящика

# MAIL_UPLOADED
source: Mailbox Uploaded Successfully
es: ¡Buzón Subido exitosamente!
fr: La boîte de réception a bien été téléchargée
ru: Почтовый ящик успешно загружен

source: PIN Lock
es: Bloqueo PIN
fr: Verrouillage PIN
ru: Блокировка с помощью ПИН-кода

# ENTER_PASSCODE
source: Enter your passcode to proceed.
es: Ingresa tu código PIN para continuar
fr: Tapez votre code pour continuer.
ru: Введите ваш пароль, чтобы продолжить.

# INCORRECT_ATTEMPTS_LEFT
source: Incorrect PIN, %i attempts remaining
es: PIN incorrecto, te quedan %i intentos.
fr: PIN erroné, %i tentatives restantes
ru: Неверный ПИН-код, осталось попыток: %i

# WARNING_ATTEMPTS
source: WARNING: %i attempts until secure data wipe
es: ADVERTENCIA: quedan %i intentos fallidos para hacer un borrado seguro de los datos.
fr: ATTENTION : %i tentatives restantes avant suppression sécurisée des données
ru: ВНИМАНИЕ: %i попытки(-ок) до удаления данных в целях безопасности

# WARNING_ATTEMPT
source: WARNING: %i attempt until secure data wipe
es: ADVERTENCIA: queda %i intento fallido para hacer un borrado seguro de los datos.
fr: ATTENTION : %i tentative restante avant suppression sécurisée des données
ru: ВНИМАНИЕ: %i попытка до удаления данных в целях безопасности

# MAX_PIN_ACCOUNT_DELETE
source: You have reached the maximum PIN retries. For security purposes your data has been deleted from this device!
es: Alcanzaste el máximo número de intentos de PIN. Por motivos de seguridad tus datos han sido eliminados de este dispositivo.
fr: Vous avez atteint le nombre maximal de saisies de code PIN. Pour des raisons de sécurité, vos données ont été supprimées de cet appareil !
ru: Вы использовали максимальное количество попыток ввода ПИН-кода. В целях безопасности ваши данные были удалены с этого устройства!

# RESTART_APP
source: Not signed in, please restart the app.
es: No ha iniciado sesión, por favor reinicia la aplicación.
fr: Non connecté, veuillez redémarrer l'application.
ru: Вход не выполнен, пожалуйста, перезапустите приложение.

# REMOVED_REMOTELY
source: This device has been removed remotely.
es: Este dispositivo ha sido eliminado remotamente.
fr: Cet appareil a été supprimé à distance.
ru: Это устройство было удалено с другого устройства.

source: PRIVACY AND SECURITY
es: SEGURIDAD Y PRIVACIDAD
fr: CONFIDENTIALITÉ ET SÉCURITÉ
ru: КОНФИДЕНЦИАЛЬНОСТЬ И БЕЗОПАСНОСТЬ

# PIN_DETAIL
source: If you forget your PIN code you'll have to sign out and sign back in again. Warning: 10 failed attempts will result in all data to be erased from the app for security purposes.
es: Si olvidas tu código PIN tendrás que cerrar sesión y volver a iniciar sesión de nuevo. Advertencia: 10 intentos fallidos resultará en que todos datos de este dispositivo se borren por completo por propósitos de seguridad.
fr: Si vous avez oublié votre code PIN, vous devrez vous déconnecter et vous reconnecter. Attention : 10 tentatives infructueuses entraîneront l'effacement de toutes les données de l'application pour des raisons de sécurité.
ru: Если вы забудете ваш ПИН-код, вам необходимо будет выйти и заново войти в аккаунт. Внимание: 10 неудачных попыток приведут к удалению всех данных из приложения в целях безопасности.

# PREVIEW_DETAIL
source: Preview the content of emails in Push notifications.
es: Vista previa del contenido del correo en las notificaciones.
fr: Prévisualiser le contenu des e-mails dans les notifications Push.
ru: Предварительный просмотр содержимого писем в push-уведомлениях.

# RECEIPTS_DETAIL
source: Know when your emails are opened or read. If turned off, you won’t send or receive read receipts.
es: Si lo deshabilitas, no podrás saber cuando otras personas lean tus correos.
fr: Si cette option est désactivée, vous ne pourrez pas savoir quand d'autres personnes liront vos e-mails.
ru: Отключив этот параметр, вы не будете знать, прочитаны ли ваши письма.

# UNABLE_RECEIPTS
source: Unable to set read receipts. Please try again.
es: No se puede establecer la confirmación de leído. Inténtalo de nuevo.
fr: Impossible de définir des accusés de lecture. Veuillez réessayer.
ru: Не удалось настроить уведомления о прочтении. Пожалуйста, повторите попытку.

# UNLOCK_FACE
source: Unlock with FaceID
es: Desbloquear con FaceID
fr: Déverrouiller avec FaceID
ru: Разблокировать с помощью FaceID

# UNLOCK_TOUCH
source: Unlock with Fingerprint
es: Desbloquear con huella
fr: Déverrouiller avec vos empreintes digitales
ru: Разблокировать с помощью отпечатка пальца

source: Use PIN Code
es: Usar PIN
fr: Utiliser le code PIN
ru: Использовать ПИН-код

source: Change PIN Code
es: Cambiar Código PIN
fr: Changer le code PIN
ru: Изменить ПИН-код

source: Auto-Lock
es: Auto-Bloqueo
fr: Verrouillage automatique
ru: Автоматическая блокировка

source: Read Receipts
es: Confirmaciones de Leído
fr: Accusés de Lecture
ru: Уведомления о прочтении

# UNABLE_HANDLE_MAIL
source: Unable to handle email
es: No se puede manejar el correo
fr: Impossible de gérer les e-mails
ru: Не удалось обработать письмо

# UNABLE_HANDLE_DUPLICATE
source: Unable to handle file duplicates
es: No se puede manejar duplicados de archivos
fr: Impossible de gérer les doublons de fichiers
ru: Не удалось обработать дубликаты файлов

# EMAIL_CAP_MAX
source: Failed to send e-mail: email cap reached. It will be sent later.
es: Fallo al enviar el mensaje: llegó al límite de envíos. Se intentará más tarde.
fr: Échec de l'envoi de l'e-mail : limite d'e-mails atteinte. Il sera envoyé plus tard.
ru: Не удалось отправить письмо: достигнут предел количества писем. Оно будет отправлено позже.

# NOT_VALID_RESPONSE
source: Couldn't get a valid response
es: No se obtuvo una respuesta válida
fr: Impossible d'obtenir une réponse valide
ru: Не удалось получить допустимый ответ

# TIMEOUT
source: Connection Timeout!
es: ¡Tiempo de conexión expiró!
fr: Délai de connexion dépassé !
ru: Время ожидания соединения истекло!

# NO_INTERNET
source: No internet connection
es: Sin conexión a internet
fr: Pas de connexion internet
ru: Нет подключения к сети Интернет

# UNREF_ACCOUNT
source: Unable to obtain account from reference
es: No se pudo recuperar la cuenta
fr: Impossible d'obtenir le compte à partir de la référence
ru: Не удалось получить доступ к аккаунту по ссылке

source: The file %@ exceeds %@
es: El archivo %@ excede %@
fr: Le fichier %@ dépasse %@
ru: Файл %@ превышает %@

# MARK_READ
source: Mark as Read
es: Marcar como Leído
fr: Marquer comme lu
ru: Пометить как прочитанное

source: Approve
es: Aprobar
fr: Approuver
ru: Одобрить

source: Reject
es: Rechazar
fr: Rejeter
ru: Отклонить

# PRIVACY_SECURITY
source: Privacy and Security
es: Seguridad y Privacidad
fr: Confidentialité et sécurité
ru: Конфиденциальность и безопасность

# LABEL_EXISTS
source: Label '%@' already exist!
es: ¡La etiqueta %@ ya existe!
fr: Le Marqueur '%@' existe déjà !
ru: Метка '%@' уже существует!

# WARNING_SHARING
source: WARNING: You have one attempt left
es: ADVERTENCIA: queda 1 intento fallido.
fr: AVERTISSEMENT : plus qu'un essai
ru: ВНИМАНИЕ: у вас осталась одна попытка

# WARNING_SHARING_DISABLE
source: WARNING: You have reached maximum retries of your PIN. Please open Criptext app to proceed
es: ADVERTENCIA: Has alcanzado el máximo numero de intentos. Abre la app de Criptext para desbloquearla.
fr: AVERTISSEMENT : vous avez atteint le nombre maximal de tentatives de saisie de votre PIN. Veuillez ouvrir l'application Criptext pour continuer
ru: ВНИМАНИЕ: Вы достигли максимального количества попыток ввода PIN-кода. Пожалуйста, откройте приложение Criptext, чтобы продолжить

# SIGN_REJECTED
source: Sign In Rejected
es: Sesión Rechazada
fr: Connexion refusée
ru: Вход отклонен

source: Inbox
es: Recibidos
fr: Boîte de réception
ru: Входящие

source: Sent
es: Enviados
fr: Envoyé
ru: Отправленные

source: Draft
es: Borradores
fr: Brouillon
ru: Черновик

source: Starred
es: Favoritos
fr: Étoilé
ru: Отмеченные

source: Trash
es: Papelera
fr: Corbeille
ru: Корзина

source: All Mail
es: Todos
fr: Tout le courrier
ru: Все письма

# MENU_LABELS
source: Labels
es: Etiquetas
fr: Marqueurs
ru: Метки

# MENU_SETTINGS
source: Settings
es: Configuración
fr: Paramètres
ru: Настройки

# INVITE_FRIEND
source: Invite a Friend
es: Invitar a un amigo
fr: Inviter un ami
ru: Пригласить друга

source: Support
es: Soporte
ru: Поддержка

# USE_PIN
source: Use PIN Code
es: Usar PIN
fr: Utiliser le code PIN
ru: Использовать PIN-код

# CHANGE_PIN
source: Change PIN Code
es: Cambiar Codigo PIN
fr: Changer le code PIN
ru: Изменить ПИН-код

source: Auto-Lock
es: Auto-Bloqueo
fr: Verrouillage automatique
ru: Автоблокировка

source: Notification Preview
es: Vista Previa en Notificaciones
fr: Aperçu des notifications
ru: Предварительный Просмотр Оповещений

source: Read Receipts
es: Confirmaciones de Lectura
fr: Accusés de Lecture
ru: Уведомления о Прочтении

source: Yesterday
es: Ayer
fr: Hier
ru: Вчера

source: Not Confirmed
es: Sin confirmar
fr: Non confirmé
ru: Не Подтверждено

source: Verified
es: Verificado
fr: Vérifié
ru: Верифицировано

source: To
es: Para
fr: À
ru: Кому

source: Bcc
es: Cco
fr: Cci
ru: Скрытая Копия

# MESSGAE
source: Message
es: Mensaje
ru: Сообщение

source: Message
es: Mensaje
ru: Сообщение

# EMAIL_DELETE_PERMANENTLY
source: This email will be PERMANENTLY deleted
es: ¿Estás seguro de querer eliminar el correo PERMANENTEMENTE?
fr: Cette adresse email sera DÉFINITIVEMENT supprimée.
ru: Это письмо будет удалено БЕЗВОЗВРАТНО

# SIGNATURE_TITLE
source: SIGNATURE
es: FIRMA
ru: ПОДПИСЬ

# CHANGE_PASS_TITLE
source: CHANGE PASSWORD
es: CAMBIAR CONTRASEÑA
fr: CHANGER LE MOT DE PASSE
ru: ИЗМЕНИТЬ ПАРОЛЬ

# RECOVERY_EMAIL_TITLE
source: RECOVERY EMAIL
es: CORREO DE RECUPERACION
fr: ADRESSE EMAIL DE RÉCUPÉRATION
ru: РЕЗЕРВНЫЙ АДРЕС ЭЛЕКТРОННОЙ ПОЧТЫ

source: Add Labels
es: Agregar etiquetas
fr: Ajouter des Marqueurs
ru: Добавить Метки

source: Move to
es: Mover a
fr: Déplacer vers
ru: Переместить в

# PIN_LOCK_TITLE
source: PIN LOCK
es: BLOQUEO PIN
fr: VERROUILLAGE DU CODE PIN
ru: БЛОКИРОВКА С ПОМОЩЬЮ ПИН-КОДА

source: (No Subject)
es: (Sin Asunto)
fr: (Aucun objet)
ru: (Без Темы)

source: opened
es: abrió
fr: ouvert(s)
ru: открыто

source: downloaded
es: descargó
fr: téléchargé
ru: загружено

source: Inbox
es: Recibidos
fr: Boîte de réception
ru: Входящие

source: Sent
es: Enviados
fr: Envoyé
ru: Отправленные

source: Draft
es: Borradores
fr: Brouillons
ru: Черновик

source: Starred
es: Favoritos
fr: Messages suivis
ru: Помеченные

source: Trash
es: Papelera
fr: Corbeille
ru: Корзина

source: All Mail
es: Todos
fr: Tous les messages
ru: Вся Почта

source: Me
es: Mí
fr: Moi
ru: Я

# EMPTY_CONTACTS
source: <Empty Contact List>
es: <Lista de contactos vacía>

# TO_SENT
source: To:
es: Para:
fr: À :
ru: Кому:

# SINGLE_DRAFT
source: Draft
es: Borrador
fr: Brouillon
ru: Черновик

source: Unsent
es: Retractado
fr: Envoi annulé
ru: Неотправленные

# PIN_SIGN_OUT
source: Sign Out
es: Cerrar Sesión
fr: Déconnexion
ru: Выйти

# PIN_CANCEL
source: Cancel
es: Cancelar
fr: Annuler
ru: Отменить

source: Done
es: Listo
fr: Terminé
ru: Готово

source: at
es: a las
fr: à

source: Date
es: Fecha
ru: Дата

source: Subject
es: Asunto
fr: Objet
ru: Тема

source: From
es: De
fr: De
ru: От

# FORWARD_MAIL
source: Forwarded email
es: Correo reenviado
fr: Email transféré
ru: Пересланное письмо

# ON_REPLY
source: On
es: En
fr: Le
ru: На

source: APPEARANCE
es: PRESENTACION
fr: APPARENCE
ru: ОФОРМЛЕНИЕ

# NIGHT_MODE
source: Dark Theme
es: Modo Oscuro
fr: Thème sombre
ru: Темный Режим

# EXCEEDS_MAX_SIZE
source: The email has surpassed the attachment limit of %@
es: El correo ha excedido el limite de %@ por archivos
fr: L'email a dépassé la limite de pièces jointes de %@
ru: Число вложений в данном письме превышает допустимый предел: %@

source: Reply
es: Responder
fr: Répondre
ru: Ответить

source: Delete
es: Eliminar
fr: Supprimer
ru: Удалить

# PASSWORD_CHANGE
source: Your password has changed. Confirm your new password, if you Cancel, all local data will be erased.
es: Tu contraseña ha cambiado. Confirma tu nueva contraseña, si cancelas, todos tus datos serán eliminados.
fr: Votre mot de passe a changé. Confirmez votre nouveau mot de passe ; si vous annulez, toutes les données locales seront effacées.
ru: Ваш пароль был изменен. Подтвердите новый пароль. Если вы Отмените операцию, все локальные данные будут удалены.

# PASSWORD_CONTINUE
source: Enter your password to continue
es: Ingresa tu contraseña para continuar
fr: Saisissez votre mot de passe pour continuer
ru: Для продолжения введите пароль

source: Passphrase
es: Clave
fr: Code secret
ru: Кодовая Фраза

source: Invalid Email
es: Correo inválido
fr: Email invalide
ru: Недопустимый Адрес Электронной Почты

# VALID_EMAIL
source: Please add a valid email
es: Ingrese un correo válido
fr: Veuillez ajouter un email valide
ru: Пожалуйста, добавьте действительный адрес электронной почты

source: Invalid Recipients
es: Destinatarios inválidos
fr: Destinataires invalides
ru: Недопустимые Получатели

# VALID_RECIPIENTS
source: Please add at least one recipient before sending this email
es: Por favor agregue al menos un destinatario antes de enviar este correo
fr: Veuillez ajouter au moins un destinataire avant d'envoyer cet email.
ru: Пожалуйста, добавьте хотя бы одного получателя, прежде чем послать это письмо

# UNABLE_SEND_EMAIL
source: Unable to send email
es: No se pudo enviar el correo
fr: Impossible d'envoyer l'email
ru: Невозможно послать письмо

# CHECK_CONNECTION
source: Please check your internet connection and try again
es: Por favor, compruebe su conexión a Internet y vuelva a intentarlo
fr: Veuillez vérifier votre connexion internet et réessayez
ru: Пожалуйста, проверьте ваше соединение с интернетом и повторите попытку

# ENTER_OLD_PASS
source: Enter old password
es: Introduce la contraseña anterior
fr: Tapez l'ancien mot de passe
ru: Введите старый пароль

# ENTER_NEW_PASS
source: Enter new password
es: Introduce la nueva contraseña
fr: Tapez un nouveau mot de passe
ru: Введите новый пароль

# CONFIRM_NEW_PASS
source: Repeat new password
es: Repite la nueva contraseña
fr: Retapez le nouveau mot de passe
ru: Повторите новый пароль
