Repository: Criptext/iOS-Email-Client
Catalog: *.lproj/Localizable.strings
Languages: es, fr, ru

# ENTER_NEW_RECOVERY
source: Enter new recovery email
es: Introduce nuevo correo de recuperación
fr: Tapez la nouvelle adresse email de récupération
ru: Введите новый резервный адрес электронной почты

# MANUAL_SYNC
source: Mailbox Sync
es: Sincronización de Buzón
fr: Synchronisation de la boîte de réception
ru: Синхронизация почтового ящика

source: Sync Warning
es: Advertencia
fr: Avertissement de synchronisation
ru: Предупреждение о синхронизации

# SYNC_WARNING_1
source: Your entire mailbox data will be erased and replaced with the mailbox data from your other device.
es: Todos los datos de tu bandeja de correos será borrada y reemplazada con los datos de tu otro dispositivo.
fr: Toutes les données de votre boîte aux lettres seront effacées et remplacées par celles de la boîte aux lettres de votre autre appareil.
ru: Все данные вашего почтового ящика будут стерты и заменены данными почтового ящика с другого вашего устройства.

# SYNC_WARNING_2
source: Are you sure you want to continue?
es: ¿Estás seguro que deseas continuar?
fr: Êtes-vous sûr de vouloir continuer ?
ru: Вы уверены, что хотите продолжить?

# SYNC_FAIL
source: Your request to access this account was rejected by a verified device
es: Tu intento de acceder a esta cuenta fue negada por un dispositivo aprobado.
fr: Votre demande d'accès à ce compte a été rejetée par un appareil vérifié
ru: Ваш запрос на доступ к этому аккаунту был отклонен верифицированным устройством

source: Sync Rejected
es: Sincronización Rechazada
fr: Synchronisation rejetée
ru: Запрос на синхронизацию отклонен

source: Sync Request
es: Sincronización de Buzón
fr: Demande de synchronisation
ru: Запрос на синхронизацию

# SYNC_COMPLETED
source: Mailbox Sync Completed!
es: Sincronización de Buzón Completa!
fr: Synchronisation de la boîte de réception terminée!
ru: Синхронизация почтового ящика закончена!

# VERSION_TITLE
source: Version Mismatch
es: Versiones no coinciden
fr: Conflit de version
ru: Несовпадение версий

# VERSION_MISMATCH
source: You can't sync your mailbox from this device, make sure that both devices are up to date
es: No puedes sincronizar tu buzón desde este dispositivo, asegurate que ambos dispositivos esten actualizados
fr: Vous ne pouvez pas synchroniser votre boîte aux lettres depuis cet appareil, assurez-vous que les deux appareils soient à jour.
ru: Вы не можете выполнить синхронизацию вашего почтового ящика с этого устройства; убедитесь, что оба устройства обновлены.

# SYNC_LINK
source: Sign In Verification
es: Autenticación de dispositivo
fr: Vérification de l'authentification
ru: Верификация входа

# SYNC_MAIL
source: Sync Request
es: Sincronización de Buzón
fr: Demande de synchronisation
ru: Запрос на синхронизацию

# NO_STARRED
source: No starred emails
es: No hay correos destacados
fr: Aucun email marqué comme important
ru: Отмеченные письма отсутствуют

# NO_STARRED_TEXT
source: Nothing's highlighted yet
es: Nada está resaltado todavía
fr: Rien n'a encore été marqué comme important
ru: Ничего не выделено

# NO_DRAFTS_TEXT
source: Nothing to do here
es: Nada que hacer aquí
fr: Rien à faire ici
ru: Здесь нечего делать

# NO_ALL_EMAILS
source: No Emails
es: No hay correos
fr: Aucun email
ru: Писем нет

# NO_ALL_EMAILS_TEXT
source: At all!
es: En absoluto!
fr: Absolument aucun !
ru: Совсем!

source: Print
es: Imprimir
fr: Imprimer
ru: Печать

source: Print All
es: Imprimir Todo
fr: Tout imprimer
ru: Печатать все

# update_now_title
source: Update Available!
es: ¡Actualiza Ahora!
fr: Mise à jour disponible !
ru: Доступны обновления!

# update_now_message
source: Tap here to update Criptext to it's latest version and enjoy it's new features.
es: Presiona aquí para actualizar Criptext a su última versión y disfrutar de sus nuevas características.
fr: Touchez ici pour effectuer la mise à jour la plus récente de Criptext et profiter de ses nouvelles fonctionnalités.
ru: Нажмите здесь, чтобы установить последнюю версию Criptext и наслаждаться новыми функциями.

source: Show Unread
es: Mostrar no leídos
fr: Afficher non lu
ru: Показать непрочитанные

source: Show All
es: Mostrar todo
fr: Afficher tout
ru: Показать все

# REPLY_TO
source: Change Reply To Email
es: Introduce un nuevo correo de respuesta
fr: Changer l'Adresse de Réponse

# UNABLE_UPDATE_REPLYTO
source: Unable to update Reply To. Please try again
es: No se pudo actualizar el correo de respuesta. Inténtalo de nuevo
fr: Impossible de mettre à jour l'Adresse de Réponse. Veuillez réessayer

# REPLY_TO_TITLE
source: Reply To Email
es: Nuevo correo de respuesta
fr: Répondre à L'adresse

# REPLY_TO_SUCCESS
source: Reply To email changed successfully
es: Correo de respuesta modificado exitosamente
fr: Adresse de Réponse modifié avec succès

# REPLY_TO_REMOVED
source: Reply To email removed successfully
es: Correo de respuesta removido exitosamente
fr: Adresse de Réponse supprimée avec succès

# PROFILE_SUCCESS
source: Profile name changed successfully
es: Nombre de perfil modificado exitosamente
fr: Nom de profil modifié avec succès

source: Remove Picture
es: Remover Imagen
fr: Supprimer l'image

# profile_picture_updated
source: Profile picture updated successfully
es: Imagen de perfil actualizada correctamente
fr: Photo de profil mise à jour avec succès

# profile_picture_update_failed
source: Error on updating profile picture
es: Imagen de perfil no se pudo actualizar
fr: Erreur de mise à jour de la photo de profil

# profile_picture_deleted
source: Profile picture deleted successfully
es: Tu imagen de perfil ha sido borrada
fr: Photo de profil supprimée avec succès

# profile_picture_delete_failed
source: Error on deleting profile picture
es: Imagen de perfil no se pudo borrar
fr: Erreur de suppression de la photo de profil

source: Edit Name
es: Editar Nombre
fr: Modifier le Nom

source: Delete Permanently
es: Eliminar Permanentemente
fr: Supprimer Définitivement
ru: Удалить навсегда

source: No available recipients
es: Recipientes no disponibles
fr: Aucun destinataire disponible

source: Email Filter
es: Filtrado de correo
fr: Filtre d' Email

# NO_CONTENT
source: This email has no content
es: Este correo no tiene contenido
fr: Cet email n'a aucun contenu
ru: (Нет содержимого)

# ACCOUNT_OPTION
source: Account
es: Cuenta

# DEVICES_OPTION
source: Devices
es: Dispositivos
fr: Périphériques
ru: Устройства

# LABELS_OPTION
source: Labels
es: Etiquetas
fr: Marqueurs
ru: Ярлыки

# SHOW_PREVIEW
source: Show Email Preview
es: Vista Previa en Notificaciones

# ACCOUNT_EXISTS
source: Account already added!
es: ¡La cuenta ya está agregada!

source: Profile Name
es: Nombre
fr: Nom du profil
ru: Имя профиля

source: FAQ
es: Preguntas Frecuentes

# TWO_FACTOR_DETAIL
source: A secondary validation to protect your account
es: Una segunda validación para proteger tu cuenta

source: Privacy
es: Privacidad
fr: Confidentialité et sécurité
ru: Конфиденциальность и безопасность

source: Add Account
es: Agregar cuenta

# NOW_LOGGED
source: Now logged in as
es: Has iniciado sesión como

# BACKUP
source: Mailbox Backup
es: Respaldo en iCloud

# BACKUP_CLOUD
source: Cloud Backup
es: Respaldo en iCloud

source: Back Up Now
es: Respaldar ahora

# BACKUP_AUTO
source: Auto Backup
es: Respaldo automático

source: Last Backup:
es: Respaldado:

# BACKUP_SIZE
source: Size:
es: Tamaño:

# BACKUP_GENERATING
source: Generating Backup File...
es: Generando archivo de respaldo...

# BACKUP_AUTO_MESSAGE
source: Note: To avoid excessive data charges, connect your phone to Wi-Fi or disable cellular data for iCloud: iPhone Settings> iCloud> iCloudDrive> Use Cellular Data> Off
es: Nota: El respaldo automático solo funciona con iCloud. Para evitar el uso de tus datos moviles, asegurate de estar conectado a internet o deshabilitar iCloud Drive desde Configuración > Datos Celulares > iCloud Drive.

# BACKUP_PROGRESS
source: Uploading Backup... (%i %%)
es: Subiendo Respaldo... (%i %%)

# BACKUP_SUCCESS
source: Mailbox Backed Successfully!
es: Buzon respaldado exitosamente!

# BACKUP_SEARCH
source: We are searching in your iCloud (if iCloud Drive is enable) for a backup file.
es: Estamos buscando en tu iCloud (De estar habilitado) un archivo de respaldo existente.

# TAKE_WHILE
source: This may take a while
es: Esto podria demorar un poco

# BACKUP_LOOKING
source: Looking for your backup...
es: Buscando respaldo...

source: Backup Found
es: Respaldo Encontrado!

# BACKUP_RESTORE
source: Restore
es: Restaurar
fr: Restaurer
ru: Восстановить

# BACKUP_NOT_FOUND_MESSAGE
source: Backup nowhere to be found! Try checking again if you did have one.
es: Respaldo NO encontrado! Puedes reintentar la busqueda

source: Backup Not Found
es: Respaldo NO encontrado

# DELAYED_PROCESS
source: Something has happened that is delaying this process.
es: Algo ha sucedido que está retrasando este proceso
fr: Un problème survenu retarde ce processus. Voulez-vous continuer à patienter ?
ru: Что-то задерживает этот процесс.

# KEEP_RETRY
source: Do you want to keep trying?
es: Quieres reintentar?

# BACKUP_RESTORING
source: Restoring...
es: Restaurando...

# RESTORE_SUCCESS
source: Mailbox restored successfully!
es: Buzon restaurado exitosamente!
fr: Messagerie restaurée avec succès !
ru: Почтовый ящик успешно восстановлен!

source: Send
es: Enviar
fr: Envoyer
ru: Отправить

# NON_CRIPTEXT
source: Non-Criptext Recipient
es: Destinatario No-Criptext
fr: Destinataire non-Criptext
ru: Получатель, не пользующийся Criptext

source: Send Encrypted
es: Enviar Encriptado
fr: Envoi Chiffré
ru: Отправить в зашифрованном виде

# SET_PASSPHRASE
source: Set a passphrase and share it with non-Criptext recipients so they can read your email.
es: Establece una clave y compártela con destinatarios no-Criptext para que puedan leer tu correo.
fr: Créez une phrase secrète et partagez-la avec vos destinataires non-Criptext afin qu'ils puissent lire vos emails.
ru: Назначить кодовую фразу и отправить ее получателям, не пользующимся Criptext, чтобы они могли читать ваши сообщения.

# NOTE
source: Note: non-Criptext email addresses will receive a normal, un-encrypted email.
es: Las direcciones de correo que no son de Criptext recibirán un correo normal y sin encriptar
fr: Note: Les adresses email extérieures à Criptext recevront un email normal et non chiffré.
ru: Примечание. адреса электронной почты без Criptext будут получать обычные незашифрованные сообщения.

source: Enter Passphrase
es: Ingresar Clave

source: Encrypt Backup
es: Encriptar Respaldo

# LOSE_PASSPHRASE
source: If you lose/forget this passphrase you won't be able to restore the backup in the future
es: Si pierdes/olvidas esta clave, no podras restaurar tu buzón usando el archivo de respaldo.

# NOTE_BACKUP
source: Warning: for your security we recommend you chose to encrypt your backup.
es: Advertencia: por tu seguridad, te recomendamos encriptar el respaldo

# RESTORE_CANCEL
source: Cancel Restore
es: Cancelar Restauración

source: Daily
es: Diariamente

source: Weekly
es: Semanalmente

source: Monthly
es: Mensualmente

# PASS_OPTIONAL
source: Passphrase (Optional)
es: Clave (Opcional)

source: Backing up...
es: Respaldando...

# RESTORE_ICLOUD
source: Restore from Cloud
es: Restaurar desde iCloud

source: Skip
es: Omitir

# TO_ME
source: Me
es: Mí
fr: Moi
ru: Я

# CLOUD_ERROR
source: iCloud Error
es: Error de iCloud

# CLOUD_ERROR_MSG
source: Unable to access your iCloud Drive. Check if you have iCloud Drive enabled for Criptext: iPhone Settings> iCloud> iCloudDrive
es: Unable to access your iCloud Drive. Asegúrate de habilitar iCloud Drive: Configuración> iCloud> iCloud Drive

# GENERATING_PROGRESS
source: Generating Backup File... (%i %%)
es: Generando archivo de respaldo... (%i %%)

# EMAIL
source: Email or Username
es: Dirección de Correo

# ENCRYPT_EXTERNALS_DETAIL
source: Get asked if you want to encrypt the email before sending it to an address that is outside the Criptext network. (I.e. Gmail).
es: Si enciendes esta opción, cada vez que envies un correo a una cuenta que no es de Criptext, te preguntaremos si deaseas encriptarlo con una contraseña.

# ENCRYPT_TO_EXTERNAL
source: Encrypt for Unsecured Addresses
es: Encriptar Correos a Externos

# ACCOUNT_SUSPENDED_TITLE
source: Account Suspended
es: Cuenta Suspendida

# ACCOUNT_SUSPENDED_MESSAGE
source: The account %@ has been temporarily suspended by your administrator. Please contact your company administrator for more information.
es: La cuenta %@ ha sido suspendida temporalmente por tu administrador. Por favor, contacta al administrador de tu companía para más información

# ACCOUNT_SUSPENDED_BUTTON
source: Switch Account
es: Cambiar de Cuenta

# ACCOUNT_SUSPENDED_LOGIN
source: This account is suspended.
es: Esta cuenta está suspendida.

# PROFILE_SECTION_DANGER
source: DANGER ZONE
es: ZONA DE PELIGRO

# EMAIL_SENT_SECURE
source: 🔒 Email Sent
es: 🔒 Correo Enviado

# GUIDE_SECURE_LOCK
source: Lock icon means this email is encrypted
es: Este icono significa que este correo está encriptado.

# PROFILE_TITLE
source: PROFILE
es: PERFIL
fr: PROFIL

# LINK_FILE_METADATA_ERROR
source: The selected file is either corrupted or belongs to another email account.
es: El archivo seleccionado esta corrompido o le pertenece a otra cuenta de correo.

# BACKUP_EXPORT
source: Export Backup File
es: Exportar Respaldo

# BACKUP_EXPORT_MESSAGE
source: Generate a backup of your inbox that can be exported to external drives
es: Genera un archivo exportable a cualquier otro medio o disco

# BACKUP_RESTORE_MESSAGE
source: Easily restore your mailbox from a local or cloud backup file.
es: Restaura tu buzón desde un respaldo local o en la nube que hayas hecho anteriormente.

# BACKUP_RESTORE_CHANGE_FILE
source: Change File
es: Cambiar Archivo

source: Draft Saved
es: Borrador Guardado

# DEVICE_LAST_ACTIVE
source: Last Active
es: Última Actividad
fr: Dernière connexion
ru: Последнее посещение

# DEVICE_OVER_2_MONTHS
source: Over 2 month ago
es: Hace más de 2 meses

# REMOVE_DEVICES_TITLE
source: REMOVE DEVICES
es: REMOVER DISPOSITIVOS

# REMOVE_DEVICES_MESSAGE
source: You have reached the device limit (%i) on your account. Delete at least (%i) device in order to proceed. Once deleted, your active session on that device will be signed out.
es: Has llegado al límite de dispositivos (%i) conectados a tu cuenta. Debes eliminar al menos (%i) dispositivo para proceder. Al eliminarlo, tu sesion activa será cerrada en ese dispositivo.

# REMOVE_DEVICES_POPOVER_TITLE
source: Remove Devices
es: Remover Dispositivos

# REMOVE_DEVICES_POPOVER_MESSAGE
source: You still need to remove (%i) devices before you can continue login in.
es: Usted tiene aún (%i) dispositivos pendientes que eliminar, antes de poder iniciar su sesión.

# REMOVE_DEVICES_POPOVER_ERROR_TITLE
source: Expired Session
es: Sesión Expirada

# REMOVE_DEVICES_POPOVER_ERROR_MESSAGE
source: We are sorry but your session has expired, this means that you exceeded the time permitted for inactivity, please try again.
es: Lo sentimos tu sesión ha expirado, exediste el tiempo de inactividad permitido, vuelve a intentarlo.

source: Having trouble?
es: ¿Necesitas ayuda?

source: Contact Support
es: Contáctanos
fr: Contacter le support
ru: Связаться со службой поддержки

# SYNC_WARNING_MESSAGE
source: Do not leave the app or turn off your screen while this process is happening
es: No cierres la aplicación o apagues la pantalla hasta que termine este proceso

# FILE_NOT_FOUND
source: File %s not found
es: El archivo %s no encontrado

source: Content Unencrypted
es: No se pudo decriptar el contenido

# FOOTER
source: Show “Sent with Criptext”
es: Mostrar “Enviado con Criptext”

# MARK_FROM_HERE
source: Mark as Unread from here
es: Marcar como no leído desde aquí

source: Show source
es: Mostrar Original

source: Reply All
es: Responder a todos
fr: Répondre à tout
ru: Ответить всем

source: Unsend
es: Retractar
fr: Annuler l'envoi
ru: Отменить отправку

source: Archive
es: Archivar
fr: Archiver
ru: Архивировать

# RECOVER_TRASH
source: Recover from Trash
es: Recuperar de la papelera

source: Forward
es: Reenviar
fr: Transférer
ru: Переслать

source: Bcc
fr: Cci
ru: Скрытая копия

source: Cc
ru: Копия

source: GENERAL
fr: GÉNÉRAL
ru: ОБЩАЯ

source: Spam
fr: Courrier indésirable
ru: Спам

source: Cc
ru: Копия

source: Spam
ru: Спам

source: Messages
ru: Сообщения

# DEVICE_REJECTED
source: Device was already rejected
fr: L'appareil a déjà été rejeté
ru: Устройство было отклонено
