Repository: Criptext/iOS-Email-Client
Catalog: *.lproj/Localizable.strings
Languages: es, fr, ru

source: Warning
es: Advertencia
fr: Avertissement
ru: Предупреждение

source: Confirm
es: Confirmar
fr: Confirmer
ru: Подтвердить

source: Cancel
es: Cancelar
fr: Annuler
ru: Отменить

source: Retry
es: Reintentar
fr: Réessayer
ru: Повторить попытку

source: Username
es: Nombre de Usuario
fr: Nom d'utilisateur
ru: Имя пользователя

source: Full Name
es: Nombre Completo
fr: Nom complet
ru: Полное имя

source: Password
es: Contraseña
fr: Mot de passe
ru: Пароль

source: Confirm Password
es: Confirmar Contraseaña
fr: Confirmer le mot de passe
ru: Подтвердить пароль

source: Yes
es: Sí
fr: Oui
ru: Да

source: Discard
es: Descartar
fr: Abandonner
ru: Сбросить

source: Request Error
es: Error de solicitud
fr: Erreur de demande
ru: Ошибка запроса

source: Please try again
es: Inténtalo de nuevo
fr: Veuillez réessayer
ru: Повторите попытку

source: Something went wrong
es: Algo salió mal
fr: Une erreur est survenue
ru: Что-то пошло не так

source: Delete
es: Borrar
fr: Supprimer
ru: Удалить

source: Access denied
es: Acceso denegado
fr: Accès refusé
ru: В доступе отказано

source: You need to enable access for this app in your settings
es: Necesitas habilitar el acceso para esta aplicación en tu configuración del celular
fr: Vous devez autoriser l'accès à cette application dans vos paramètres
ru: Вам нужно разрешить доступ для этого приложения в ваших настройках

source: You may have new emails
es: Usted puede tener nuevos correos electrónicos
fr: Vous avez peut-être de nouveaux e-mails
ru: У вас могут быть новые электронные сообщения

source: Signed out!
es: ¡Cerró sesión!
fr: Déconnecté !
ru: Вышли!

source: This device has been removed remotely.
es: Este dispositivo ha sido eliminado.
fr: Ce périphérique a été supprimé à distance.
ru: Данное устройство было удалено дистанционно.

source: Sign up
es: Registrarse
fr: S'inscrire
ru: Зарегистрироваться

source: Not registered?
es: ¿No estás registrado?
fr: Pas inscrit ?
ru: Не зарегистрированы?

source: Sign In
es: Iniciar Sesión
fr: Se connecter
ru: Войти

source: Username does not exist
es: Nombre de Usuario no existe
fr: Le nom d'utilisateur n'existe pas
ru: Имя пользователя не существует

source: Too many devices already logged in.
es: Demasiados dispositivos autorizados.
fr: Trop de périphériques déjà connectés.
ru: Уже авторизовано слишком много устройств.

source: Too many sign in attempts, try again later.
es: Demasiados intentos de acceso, prueba de nuevo pasados unos minutos.
fr: Trop d'essais de connexion, veuillez réessayer ultérieurement.
ru: Слишком много попыток входа, повторите попытку позже.

source: Unable to validate user. Please try again
es: No se puede validar al usuario. Inténtalo de nuevo
fr: Impossible de valider l'utilisateur. Veuillez réessayer
ru: Не удается подтвердить пользователя. Повторите попытку

source: Recovery Email (Optional)
es: Email de Confirmación (opcional)
fr: E-mail de récupération (facultatif)
ru: Адрес электронной почты для восстановления (необязательно)

source: min 3 letters, start/end with a-z, valid 0-9, . _ -
es: min 3 letras, inicio/final con a-z, válido 0-9, . _ -
fr: min. 3 lettres, commence/finit par a-z, valide 0-9, . _ -
ru: мин. 3 буквы, начать/закончить с помощью a-z, допускается 0-9, . _ -

source: Username already exists
es: Usuario ya existente
fr: Le nom d'utilisateur existe déjà
ru: Имя пользователя уже существует

source: please enter your name
es: Introduce el nombre
fr: veuillez saisir votre nom
ru: введите ваше имя

source: password must be at least 8 characters
es: La contraseña debe contener al menos 8 caracteres.
fr: le mot de passe doit contenir au moins 8 caractères
ru: пароль должен содержать не менее 8 символов

source: Passwords don't match
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas
ru: Пароль не совпадает

source: this is not a valid email
es: Dirección de correo inválida.
fr: ceci n'est pas un e-mail valide
ru: это неверный адрес электронной почты

source: Terms & Conditions
es: Términos & Condiciones
fr: Conditions d'utilisation
ru: Условия

source: By clicking create account, you agree to our
es: Al hacer clic en Crear cuenta, aceptas nuestros
fr: En cliquant sur créer le compte, vous acceptez nos
ru: Нажимая кнопку "Создать аккаунт", вы соглашаетесь с нашими

source: Recovery Email
es: Correo de Recuperación
fr: E-mail de récupération
ru: Адрес электронной почты для восстановления

source: You did NOT set a
es: NO estableciste un
fr: Vous N'avez PAS défini de
ru: Вы НЕ установили

source: so account recovery is imposible if you forget your password. Proceed without recovery email?
es: por lo que la recuperación de la cuenta es imposible si olvida su contraseña. ¿Proceder sin correo de recuperación?
fr: la récupération du compte sera donc impossible si vous oubliez votre mot de passe. Continuer sans e-mail de récupération ?
ru: таким образом, восстановление аккаунта будет невозможно, если вы забудете ваш пароль. Продолжить без адреса электронной почты для восстановления?

source: Generating keys...
es: Creando claves de cifrado
fr: Génération des clés...
ru: Генерируются ключи...

source: You have tried to sign-up too many times, please try again later
es: Demasiados intentos de acceso, intenta de nuevo después.
fr: Vous avez fait trop de tentatives pour vous inscrire, veuillez réessayer ultérieurement
ru: Вы пытались зарегистрироваться слишком много раз, повторите попытку позже

source: Login into awesomeness...
es: Ingresando a algo maravilloso...
fr: Connexion à la génialitude...
ru: Вход в удивительное...

source: Unable to complete your sign-up
es: No se puede completar su registro
fr: Impossible de finaliser votre inscription
ru: Не удается завершить вашу регистрацию

source: . would you like to try again?
es: ¿Deseas continuar?
fr: . voulez-vous réessayer ?
ru: . вы хотите повторить попытку?

source: Sign-in
es: Iniciar Sesión
fr: Se connecter
ru: Войти

source: Wrong password. Please try again.
es: Contraseña incorrecta. Inténtalo de nuevo.
fr: Mot de passe incorrect. Veuillez réessayer.
ru: Неверный пароль. Повторите попытку.

source: Server Error. Please try again.
es: Error del servidor. Por favor, intente más tarde.
fr: Erreur serveur. Veuillez réessayer.
ru: Ошибка сервера. Повторите попытку.

source: A recovery email address has not been set up or confirmed for this account, without it you cannot reset the password
es: No se ha establecido ningún correo de confirmación para esta cuenta, por lo que no se puede restablecer tu contraseña
fr: Aucune adresse e-mail de récupération n'a été définie ou confirmée pour ce compte. Sans elle, vous ne pouvez pas réinitialiser le mot de passe
ru: Не был установлен или подтвержден адрес электронной почты для восстановления данного аккаунта, без него вы не сможете сменить ваш пароль

source: Reset Password
es: Restablecer Contraseña
fr: Réinitialiser le mot de passe
ru: Сменить пароль

source: An email was sent to
es: Un correo electrónico fue enviado a
fr: Un e-mail a été envoyé à
ru: Электронное сообщение отправлено по адресу

source: with the instructions to reset your password.
es: con las instrucciones para restablecer su contraseña.
fr: avec les instructions pour réinitialiser votre mot de passe.
ru: с инструкцией для смены вашего пароля.

source: Sending Keys
es: Enviando Llaves
fr: Envoi des clés
ru: Идет отправка ключей

source: Waiting for Mailbox
es: Esperando el Buzón
fr: En attente de la messagerie
ru: Ожидается Почтовый ящик

source: Downloading Mailbox
es: Descargando Buzón de Correo
fr: Téléchargement de la messagerie
ru: Загружается Почтовый ящик

source: Decrypting Mailbox
es: Desencriptando Buzón
fr: Décryptage de la messagerie
ru: Дешифруется Почтовый ящик

source: Mailbox restored successfully!
es: Buzón restaurado con éxito!
fr: Messagerie restaurée avec succès !
ru: Почтовый ящик успешно восстановлен!

source: Looks like you're having connection issues. Would you like to retry Mailbox Sync
es: Parece que tienes problemas de conexión. ¿Te gustaría volver a intentar Sincronización de Buzón?
fr: Il semble que vous ayez des problèmes de connexion. Souhaitez-vous retenter la synchronisation de la messagerie
ru: Похоже, что у вас проблемы с подключением. Вы хотите повторить попытку синхронизации Почтового ящика

source: Sync Interrupted
es: Sincronización Interrumpida
fr: Synchronisation interrompue
ru: Синхронизация прервана

source: Something has happened that is delaying this process. Do you want to continue waiting?
es: Algo ha sucedido que está retrasando este proceso. ¿Quieres seguir esperando?
fr: Quelque chose retarde ce processus. Voulez-vous continuer à attendre ?
ru: Произошло что-то, что задерживает данный процесс. Вы хотите продолжить ожидание?

source: Well, that’s odd…
es: Bueno, eso fue extraño…
fr: C'est bizarre...
ru: Что же, это странно…

source: Message
es: Mensaje
ru: Сообщение

source: To
es: Para
fr: À
ru: Кому

source: New Secure Email
es: Nuevo Correo Seguro
fr: Nouvel e-mail sécurisé
ru: Новое защищенное электронное сообщение

source: Pending Attachments
es: Adjuntos Pendientes
fr: Pièces jointes en attente
ru: Ожидаются вложения

source: Some attachments are being uploaded. Would you like to discard them and proceed?
es: Algunos archivos se siguen subiendo. ¿Quieres descartarlos y avanzar?
fr: Des pièces jointes sont en cours de téléchargement. Voulez-vous abandonner et continuer ?
ru: Некоторые вложения загружаются. Вы хотите удалить их и продолжить?

source: Save Draft
es: Guardar borrador
fr: Enregistrer le brouillon
ru: Сохранить черновик

source: Please wait for your attachments to finish processing
es: Por favor espera a que los adjuntos terminen de procesarse.
fr: Veuillez attendre la fin du traitement de vos pièces jointes
ru: Подождите, пока завершится обработка ваших вложений

source: Attachments cap reached
es: Se ha alcanzado el tope de archivos
fr: Limite de pièces jointes atteinte
ru: Достигнуто предельное количество вложений

source: You can upload up to 5 attachments per email. Please consider removing one before adding another
es: Puedes subir hasta 5 archivos adjuntos por correo electrónico. Por favor considere eliminar uno antes de agregar otro
fr: Vous pouvez télécharger jusqu'à 5 pièces jointes par e-mail. Pensez à en supprimer une avant d'en ajouter une autre
ru: Вы можете загрузить до 5 вложений для каждого электронного сообщения. Решите вопрос удаления одного, прежде чем добавлять другое

source: Invalid recipient
es: Usuario no válido.
fr: Destinataire invalide
ru: Недействительный получатель

source: Please enter a valid email address
es: Dirección de correo inválida.
fr: Veuillez saisir une adresse e-mail valide
ru: Введите действительный адрес электронной почты

source: Recipients cap reached
es: Se ha alcanzado el tope de destinatarios
fr: Limite de destinataires atteinte
ru: Достигнуто предельное количество получателей

source: You can add up to 300 recipients for each email. Consider removing one before adding another
es: Puede agregar hasta 300 destinatarios por cada correo electrónico. Considere quitar uno antes de agregar otro
fr: Vous pouvez ajouter jusqu'à 300 destinataires par e-mail. Pensez à en supprimer un avant d'en ajouter un autre
ru: Вы можете добавить до 300 получателей для каждого электронного сообщения. Решите вопрос удаления одного, прежде чем добавлять другого

source: Add Secure attachments
es: Añadir archivos adjuntos seguros
fr: Ajouter des pièces jointes sécurisées
ru: Добавить защищенные вложения

source: Empty Trash
es: Vaciar Papelera
fr: Vider la corbeille
ru: Очистить корзину

source: All your emails in Trash are going to be deleted PERMANENTLY. Do you want to continue?
es: Todos sus correos electrónicos en la Papelera serán eliminados PERMANENTEMENTE. ¿Quieres continuar?
fr: Tous vos e-mails dans la corbeille vont être supprimés de manière PERMANENTE. Souhaitez-vous continuer ?
ru: Все ваши электронные сообщения в Корзине будут удалены БЕЗВОЗВРАТНО. Вы хотите продолжить?

source: No search results
es: Sin resultados de búsqueda
fr: Aucun résultat
ru: Отсутствуют результаты поиска

source: Trash and Spam are not displayed
es: Correos en Papelera & Spam no mostrados
fr: La corbeille et les courriers indésirables ne sont pas affichés
ru: Корзина и спам не отображаются

source: There are no emails
es: No hay emails
fr: Aucun e-mail
ru: Электронных сообщений нет

source: share your email address!
es: ¡Comparte tu dirección de correo electrónico!
fr: partagez votre adresse e-mail !
ru: поделитесь вашим адресом электронной почты!

source: You have no emails sent
es: No tienes emails enviados
fr: Aucun e-mail envoyé
ru: У вас нет отправленных электронных сообщений

source: let's send one!
es: ¡enviemos uno!
fr: envoyons-en un !
ru: Давайте отправим одно!

source: There are no drafts
es: No hay borradores
fr: Aucun brouillon
ru: Черновиков нет

source: That's ok
es: Eso está bien
fr: Ce n'est pas grave
ru: Хорошо

source: There's no spam
es: No tienes spam
fr: Aucun courrier indésirable
ru: Спама нет

source: Cool!
es: Enhorabuena!
fr: Génial !
ru: Круто!

source: There's no trash
es: Papelera Vacia
fr: Corbeille vide
ru: Корзина пуста

source: What a clean place!
es: ¡Qué lugar tan limpio!
fr: C'est propre, ici !
ru: Как здесь чисто!

source: It's a matter of time
es: Es cuestión de tiempo
fr: C'est une question de temps
ru: Это вопрос времени

source: Check out Criptext, I use it to email privately and securely with anyone! Get it free at https://www.criptext.com/dl
es: Echa un vistazo a Criptext ¡Lo utilizo para enviar correos de forma segura y privada! Descárgalo gratis via https://criptext.com/dl
fr: Découvrez Criptext. Je l'utilise pour envoyer des messages privés et sécurisés à tout le monde ! Obtenez-le gratuitement sur https://www.criptext.com/dl
ru: Ознакомьтесь с Criptext, я использую его для конфиденциальной и надежной отправки электронных сообщений кому угодно! Получите его бесплатно на https://www.criptext.com/dl

source: Do not write below this line.
es: No escriba debajo de esta linea.
fr: Ne rien écrire sous cette ligne.
ru: Не пишите ниже этой линии.

source: Unable to set labels. Please try again
es: Falló modificar las etiquetas. Intente de nuevo
fr: Impossible de définir les marqueurs. Veuillez réessayer
ru: Не удается установить этикетки. Повторите попытку

source: Delete Threads
es: Eliminar Conversaciones
fr: Supprimer des fils
ru: Удалить потоки

source: The selected threads will be PERMANENTLY deleted
es: ¿Seguro que quieres eliminar las conversaciones seleccionadas PERMANENTEMENTE?
fr: Les fils sélectionnés seront supprimés de manière PERMANENTE
ru: Выбранные потоки будут удалены БЕЗВОЗВРАТНО

source: Sending Email...
es: Enviando correo…
fr: Envoi de l'e-mail...
ru: Идет отправка электронного сообщения...

source: Email Failed. It will be resent in the future
es: Fallo al enviar el mensaje. Se volvera a enviar mas adelante.
fr: Échec de l'e-mail. Il sera à nouveau envoyé plus tard
ru: Не удалось отправить электронное сообщение. В будущем оно будет отправлено повторно

source: It will be resent in the future
es: Será reenviado en el futuro.
fr: Il sera à nouveau envoyé plus tard
ru: В будущем оно будет отправлено повторно

source: Tap to compose a secure email
es: Presiona aquí para escribir un correo.
fr: Appuyez pour écrire un e-mail sécurisé
ru: Нажмите, чтобы составить защищенное электронное сообщение

source: See who's reading your emails
es: Puedes ver quien ha leído tus correos.
fr: Découvrez qui lit vos e-mails
ru: Посмотрите, кто читает ваши электронные сообщения

source: Your email was opened
es: Tu email fue abierto
fr: Votre e-mail a été ouvert
ru: Ваше электронное сообщение было открыто

source: Unmute
es: Desilenciar
fr: Rétablir le son
ru: Включить звук

source: Mute
es: Silenciar
fr: Couper le son
ru: Выключить звук

source: Remove from Spam
es: Remover de Spam
fr: Supprimer des courriers indésirables
ru: Удалить из спама

source: Mark as Spam
es: Marcar como spam
fr: Marqué comme courrier indésirable
ru: Пометить как спам

source: Unable to delete thread. Please try again
es: No se puede eliminar la conversación. Inténtalo de nuevo
fr: Impossible de supprimer le fil. Veuillez réessayer
ru: Не удается удалить поток. Повторите попытку

source: Delete Thread
es: Eliminar Conversacion
fr: Supprimer le fil
ru: Удалить поток

source: This will be PERMANENTLY deleted
es: Esto será borrado PERMANENTEMENTE
fr: Ceci sera supprimé de manière PERMANENTE
ru: Это будет удалено БЕЗВОЗВРАТНО

source: Unable to change read status. Please try again
es: No se puede establecer la confirmacioón de leído. Inténtalo de nuevo.
fr: Impossible de modifier le statut de lecture. Veuillez réessayer
ru: Не удается изменить статус прочтения. Повторите попытку

source: Delete Email
es: Eliminar Email
fr: Supprimer l'e-mail
ru: Удалить электронное сообщение

source: The selected email will be PERMANENTLY deleted
es: El correo electrónico seleccionado será borrado PERMANENTEMENTE
fr: L'e-mail sélectionné sera supprimé de manière PERMANENTE
ru: Выбранное электронное сообщение будет удалено БЕЗВОЗВРАТНО

source: Unable to delete email. Please try again
es: No se puede eliminar el correo electrónico. Inténtalo de nuevo
fr: Impossible de supprimer l'email. Veuillez réessayer
ru: Не удается удалить электронное сообщение. Повторите попытку

source: Unsend Failed
es: Error al retractar
fr: Échec de l'annulation de l'envoi
ru: Не удалось отменить отправку

source: Failed to unsend the email. Time (1h) for unsending has already expired.
es: Fallo al retractar correo. Se excedió el tiempo máximo (1h) para retractar.
fr: Impossible d'annuler l'envoi de l'email. Le délai d'annulation (1h) a déjà expiré.
ru: Не удалось отменить отправку электронного сообщения. Время (1ч) для отмены отправки уже истекло.

source: Unable to unsend email. Please try again later
es: Fallo al retractar correo. Por favor, intenta más tarde.
fr: Impossible d'annuler l'envoi de l'email. Veuillez réessayer ultérieurement
ru: Не удается отменить электронное сообщение. Повторите попытку позже

source: Open this menu to find the UNSEND button
es: Abre este menu para encontrar la opción de retractar este correo.
fr: Ouvrez ce menu pour trouver le bouton ANNULER L'ENVOI
ru: Откройте это меню, чтобы найти кнопку "ОТМЕНИТЬ ОТПРАВКУ"

source: You have a new email
es: Tienes un nuevo email
fr: Vous avez un nouvel email
ru: У вас новое электронное сообщение

# UNABLE_FILE
source: Unable to retrieve file. Please try again
es: No se pudo descargar el archivo. Por favor, intenta nuevamente.
fr: Impossible de récupérer le fichier. Veuillez réessayer
ru: Не удается получить файл. Повторите попытку

source: Sign out
es: Cerrar sesión
fr: Se déconnecter
ru: Выйти

# Q_SURE_LOGOUT
source: Are you sure you want to logout?
es: ¿Estás seguro que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
ru: Вы уверены, что хотите выйти?

source: Cancel
es: Cancelar
fr: Annuler
ru: Отмена

source: Yes
es: Sí
fr: Oui
ru: Да

source: Warning
es: Advertencia
fr: Avertissement
ru: Внимание

# Q_SIGNOUT_2FA
source: Since this is your last signed in device, 2FA will be turned off. Do you want to turn off 2FA and sign out?
es: Dado que este es tú último dispositivo activo, La A2F va a ser desactivada si cierras cesión. ¿Deseas continuar?
fr: Étant donné que c'est le dernier dispositif où vous vous êtes connecté, le 2FA sera désactivé. Voulez-vous désactiver le 2FA et vous déconnecter ?
ru: Поскольку это единственное устройство, с которого был осуществлен вход, двухфакторная аутентификация будет отключена. Вы хотите отключить двухфакторную аутентификацию и выйти из системы?

source: ACCOUNT
es: CUENTA
fr: COMPTE
ru: АККАУНТ

source: NOTIFICATIONS
es: NOTIFICACIONES
ru: УВЕДОМЛЕНИЯ

source: ABOUT
es: ACERCA DE
fr: À PROPOS
ru: О НАС

source: VERSION
es: VERSIÓN
ru: ВЕРСИЯ

source: Profile
es: Perfil
fr: Profil
ru: Профиль

source: Signature
es: Firma
ru: Подпись

source: Change Password
es: Cambiar Contraseña
fr: Modifier le mot de passe
ru: Изменить пароль

source: Two-Factor Authentication
es: Autenticación de Dos Factores
fr: Authentification à deux facteurs
ru: Двухфакторная аутентификация

source: Recovery Email
es: Correo de Recuperación
fr: Email de Récupération
ru: Адрес для восстановления

source: Notification Preview
es: Mostrar Vista Previa de Correos
fr: Aperçu de la notification
ru: Предпросмотр уведомления

source: Privacy Policy
es: Política de Privacidad
fr: Politique de confidentialité
ru: Политика конфиденциальности

source: Terms of Service
es: Términos del Servicio
fr: Conditions de service
ru: Условия предоставления услуг

source: Open Source Libraries
es: Librerías de Código Abierto
fr: Bibliothèques Open Source
ru: Библиотеки с открытым исходным кодом

source: Logout
es: Cerrar sesión
fr: Déconnexion
ru: Выйти

source: Version
es: Versión
ru: Версия

source: Logout Error
es: Error de cierre de sesión
fr: Erreur de déconnexion
ru: Ошибка при выходе

source: Unable to logout. Please try again
es: No se puede cerrar sesión. Inténtalo de nuevo
fr: Déconnexion impossible. Veuillez réessayer
ru: Невозможно выйти. Пожалуйста, попробуйте еще раз

source: Change Name
es: Cambiar Nombre
fr: Modifier le nom
ru: Изменить имя

source: Unable to update Profile Name. Please try again
es: No se pudo actualizar el nombre del perfil. Inténtalo de nuevo
fr: Impossible de mettre à jour votre nom de profil. Veuillez réessayer
ru: Невозможно обновить Имя Профиля. Пожалуйста, попробуйте еще раз

source: Unable to
es: Incapaz de
fr: Impossible de
ru: Невозможно

source: enable
es: habilitar
fr: activer
ru: включить

source: disable
es: inhabilitar
fr: désactiver
ru: выключить

source: two pass. Please try again
es: dos factores. Inténtalo de nuevo
fr: la vérification à deux passes. Veuillez réessayer
ru: два прохода. Пожалуйста, попробуйте еще раз

source: To enable Two-Factor Authentication you must set and verify a recovery email on your account
es: Para habilitar la autenticación de dos factores, debe configurar y verificar un correo electrónico de recuperación en su cuenta
fr: Pour activer l'authentification à deux facteurs, vous devez définir et vérifier un email de récupération sur votre compte
ru: Чтобы включить двухфакторную аутентификацию, вы должны установить и подтвердить адрес электронной почты для восстановления своего аккаунта.

source: Please go to Settings > Recovery Email to complete this step.
es: Por favor, vaya a Configuración > Correo electrónico de recuperación para completar este paso
fr: Veuillez vous rendre sur Paramètres > Email de Récupération pour compléter cette étape.
ru: Перейдите в Настройки> Электронная почта восстановления, чтобы завершить этот шаг.

source: Recovery Email Not Set
es: Correo de Recuperacion no establecido
fr: Email de Récupération Non Défini
ru: Электронная почта восстановления не указана

source: Got it!
es: ¡Listo!
fr: C'est bon !
ru: Понятно!

source: 2FA Enabled!
es: ¡A2F Habilitada!
fr: 2FA activée !
ru: 2-факторная аутентификация включена!

source: Next time you sign into your account on another device you'll have to enter your password and then validate the sign in from an existing device.
es: La próxima vez que inicie sesión en su cuenta en otro dispositivo, deberá ingresar su contraseña y luego validar el inicio de sesión desde un dispositivo existente.
fr: La prochaine fois que vous vous connectez à votre compte sur un autre dispositif, vous devrez saisir votre mot de passe, puis valider la connexion sur un dispositif existant.
ru: В следующий раз, когда вы войдете в свой аккаунт на другом устройстве, вам нужно будет ввести свой пароль, а затем подтвердить вход с существующего устройства.

source: Delete Account
es: Eliminar Cuenta
fr: Supprimer le compte
ru: Удалить аккаунт
